Repository: pinting/SuspiciousKeePassMini
Catalog: *.lproj/Localizable.strings
Languages: ru

source: Files
ru: Файлы

source: Databases
ru: Базы данных

source: Key File
ru: Файл ключа

source: Key Files
ru: Файлы ключей

source: Groups
ru: Группы

source: Entries
ru: Записи

source: Group
ru: Группа

source: Entry
ru: Запись

source: New Database
ru: Новая база данных

source: New Group
ru: Новая группа

source: New Entry
ru: Новая запись

source: Edit Group
ru: Изменить группу

source: Edit Entry
ru: Изменить запись

source: Title
ru: Название

source: Image
ru: Значок

source: Images
ru: Значки

source: Username
ru: Логин

source: Password
ru: Пароль

source: Confirm Password
ru: Подтверждение пароля

source: Comments
ru: Комментарий

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: Add
ru: Добавить

source: Search
ru: Поиск

source: Help
ru: Справка

source: Version 1.x
ru: Версия 1.x

source: Version 2.x
ru: Версия 2.x

source: None
ru: Нет

source: Name
ru: Имя

source: Value
ru: Значение

source: Delete
ru: Удалить

source: Move
ru: Перем.

source: Rename
ru: Переим.

source: Database Name
ru: Имя базы данных

source: Last Modified
ru: Последнее изменение

source: Copied
ru: Скопировано

source: In Memory Protection
ru: Защита в памяти

source: Custom Field
ru: Пользовательское поле

source: Custom Fields
ru: Пользовательские поля

source: Add new…
ru: Добавить…

source: Choose Group
ru: Выбор группы

source: Backup
ru: Резервирование

source: Not Supported
ru: Не поддерживается

source: AutoFill Request
ru: AutoFill Запрос

source: Attachments
ru: Вложения

source: Save
ru: Сохранить

source: Default
ru: По умолчанию

source: Recycle bin
ru: Корзина для мусора

source: I hereby confirm that my passwords in this DB will be made available to the IOS Autofill mechanism.
ru: Настоящим я подтверждаю, что мои пароли в этой БД будут доступны механизму автозаполнения IOS.

source: Shareing
ru: Share

source: New Default DB is selected Name:
ru: Новая БД по умолчанию 🚀 выбранное Имя:

source: This Database is
ru: Эта база данных теперь является вашей стартовой базой данных, если вы запустите KeePassMini в первый раз, она будет открыта напрямую 📲.

source: now
ru: Сейчас

source: Notify from KeePassMini
ru: Уведомление от KeePassMini

source: Your Files Folder is empty 📂
ru: Папка 'Ваши файлы' пуста 📂

source: Need Cloud Backup ⚠️
ru: Необходимо облачное резервное копирование ⚠️

source: Copy WebDav Backup ⚠️
ru: Копирование резервной копии WebDav ⚠️

source: Unsupported Feature ⚠️
ru: Неподдерживаемая функция ⚠️

source: Please use + Button for create a new empty KeePassDB or using Import Button to get your actual KeePass DB from your Sharepoints ⚙️
ru: Пожалуйста, используйте кнопку + для создания новой пустой KeePassDB или кнопку Import для получения актуальной KeePass DB из Sharepoints ⚙️.

source: Sorry WebDav temporarily not available
ru: К сожалению, WebDav временно недоступен

source: Sorry Cloud temporarily not reachable:
ru: К сожалению, Cloud временно недоступен:

source: Newer KeePass File ℹ️
ru: Более новый файл KeePass ℹ️

source: Newer Keepass file found on your Cloud Storage, please use Cloud sync procedure to syncing to newest content
ru: Более новый файл Keepass найден в вашем облачном хранилище, пожалуйста, используйте процедуру синхронизации облака для синхронизации с новейшим содержимым

source: Sorry Cloud connection temporarily not reachable:
ru: Извините, облачное соединение временно недоступно:

source: At the moment we don´t support OneDrive or iCloud, please use a WebDav supported System like OwnCloud or Nextcloud over an secure SSL connection
ru: В настоящее время мы не поддерживаем OneDrive или iCloud, пожалуйста, используйте систему с поддержкой WebDav, например OwnCloud или Nextcloud, через безопасное SSL-соединение.

source: Important note about KeePassMini !
ru: Важное замечание о KeePassMini!

source: I understand!
ru: Я понимаю!

source: Unfortunately, we can not offer IOSKeePass
ru: К сожалению, мы больше не можем распространять IOSKeePass с дополнением IOS через Apple App Store, поскольку этим дополнением мы нарушаем правила Apple App Store. К сожалению, безопасное управление связкой ключей, которое предлагает IOS и которое мы используем в исходном коде, также прикреплено к этому названию. По этой причине вам следует сначала сохранить старый APP с названием приложения IOSKeePass, пока все ваши KeePass DB's и KEYS с расширениями .kdb и .kdbx, а также файлы .key и keyx были перенесены из директории IOSKeePass в новую директорию с именем KeePassMini с помощью кнопки Import (внизу посередине справа), и, если необходимо, выучили новый брелок с помощью Face/TouchId. брелок с помощью Face/TouchId. Когда вы перенесете все БД KeePass, вы можете удалить IOSKeePass с вашего устройства Apple без потери данных.

source: Align QR code within frame to scan
ru: Совместите QR-код в рамке для сканирования

source: Enter your PIN to unlock
ru: Введите PIN-код для разблокировки

source: Unlock MinKeePassMini
ru: Разблокировать MinKeePassMini

source: Enter the password and/or select the keyfile for the %@ database.
ru: Введите пароль и/или выберите файл ключа для базы данных %@.

source: Enter a new name for the password database. The correct file extension will automatically be appended.
ru: Введите новое имя для базы данных. Правильное расширение файла будет автоматически добавлено.

source: Do not forget your database password, it cannot be recovered.
ru: Запомните ваш пароль к базе данных, он не может быть восстановлён.

source: Error
ru: Ошибка

source: New name is invalid
ru: Новое имя недействительно

source: Name cannot be empty
ru: Имя не может быть пустым

source: Database name is required
ru: Имя базы данных необходимо

source: Passwords do not match
ru: Пароли не совпадают

source: Password is required
ru: Ввод пароля обязателен

source: Incorrect PIN
ru: Неправильный PIN

source: Attempts Remaining
ru: Осталось попыток

source: Filename is invalid
ru: Имя файла недействительно

source: A file already exists with this name
ru: Файл с этим именем уже существует

source: There are no applications installed capable of importing KeePass files
ru: Нет установленных приложений, способных импортировать файлы KeePass

source: Tap the + button to add a new KeePass file.
ru: Нажмите кнопку +, чтобы добавить новый файл KeePass.

source: No password or keyfile specified
ru: Не указан ни пароль, ни файл ключа

source: Error Checking PIN
ru: Ошибка проверки PIN

source: Settings
ru: Настройки

source: PIN Enabled
ru: PIN-код включен

source: Use your fingerprint as an alternative to entering a PIN if supported.
ru: Используйте ваш отпечаток пальца как альтернативу вводу PIN, если поддерживается.

source: Lock Timeout
ru: Тайм-аут блокировки

source: Immediately
ru: Сразу

source: 30 Seconds
ru: 30 сек.

source: 1 Minute
ru: 1 мин.

source: 2 Minutes
ru: 2 мин.

source: 3 Minutes
ru: 3 мин.

source: 5 Minutes
ru: 5 мин.

source: Enabled
ru: Включено

source: Attempts
ru: Попытки

source: Close Enabled
ru: Включено

source: Close Timeout
ru: Тайм-аут закрытия

source: Hide Passwords
ru: Скрывать пароли

source: Sorting
ru: Сортировка

source: Sort Groups and Entries Alphabetically
ru: Сортировать группы и записи в алфавитном порядке

source: Encoding
ru: Кодировка

source: Latin 1 (ISO/IEC 8859-1)
ru: Латинская 1 (ISO/IEC 8859-1)

source: Latin 2 (ISO/IEC 8859-2)
ru: Латинская 2 (ISO/IEC 8859-2)

source: 7-Bit ASCII
ru: 7-бит ASCII

source: Japanese EUC
ru: Японская EUC

source: PIN Protection
ru: Защита PIN-кодом

source: Delete All Data on PIN Failure
ru: Удалить все данные при вводе неправильного PIN-кода

source: Close Database on Timeout
ru: Закрыть базу данных по истечении времени

source: Remember Database Passwords
ru: Запоминать пароли от баз данных

source: Password Encoding
ru: Кодировка паролей

source: Clear Clipboard on Timeout
ru: Очищать буфер обмена по истечении времени

source: Clear Timeout
ru: Тайм-аут очистки

source: Prevent unauthorized access to MinKeePassMini with a PIN.
ru: Предотвратить неавторизованный доступ к MinKeePassMini с помощью PIN-кода.

source: Delete all files and passwords after too many failed attempts.
ru: Удалить все файлы и пароли после нескольких неудачных попыток.

source: Automatically close an open database after the selected timeout.
ru: Автоматически закрывать открытую базу данных после заданного тайм-аута.

source: Stores remembered database passwords in the devices's secure keychain.
ru: Сохранять пароли от баз данных в безопасной связке ключей устройства.

source: Hides passwords when viewing a password entry.
ru: Скрывать пароли при просмотре записей.

source: The string encoding used for passwords when converting them to database keys.
ru: Кодировка текста, используемая при преобразовании паролей в ключи базы данных.

source: Clear the contents of the clipboard after a given timeout upon performing a copy.
ru: Очищать буфер обмена после заданного тайм-аута при копировании.

source: Clear Clipboard Timeout
ru: Тайм-аут очистки буфера обмена

source: Exclude from backup
ru: Исключить из резервной копии

source: iCloud/iTunes Backup
ru: Резервная копия iCloud/iTunes

source: Exclude databases and key files from iTunes/iCloud backups.
ru: Исключить базы данных и файлы ключей из резервных копий iTunes/iCloud.

source: Web Browser
ru: Веб-браузер

source: Integrated
ru: Встроенный

source: Switch between an integrated web browser and Safari.
ru: Переключение между встроенным веб-браузером и Safari.

source: Set PIN
ru: Установите PIN-код

source: Confirm PIN
ru: Подтвердите PIN-код

source: PINs did not match. Try again
ru: PIN-коды не совпадают. Попробуйте снова

source: MinKeePassMini version %@
ru: MinKeePassMini версия %@

source: iTunes Import/Export
ru: Импорт/экспорт iTunes

source: Dropbox Import/Export
ru: Импорт/экспорт Dropbox

source: Safari/Email Import
ru: Импорт из Safari/Mail

source: Create New Database
ru: Создание новой базы данных

source: Generator
ru: Генератор

source: Length
ru: Длина

source: Character Sets
ru: Наборы символов

source: Upper Case
ru: Верхний регистр

source: Lower Case
ru: Нижний регистр

source: Upper
ru: Верхний

source: Lower
ru: Нижний

source: Digits
ru: Цифры

source: Minus
ru: Минус

source: Underline
ru: Подчёркивание

source: Space
ru: Пробел

source: Special
ru: Специальные

source: Brackets
ru: Скобки

source: None Selected
ru: Ничего не выбрано
